<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<post>
    <author>김성욱</author>
    <comments/>
    <content>코스카에서 발췌한 글입니다.&#xD;
&#xD;
Online r&amp;eacute;sum&amp;eacute; secrets revealed&#xD;
&#xD;
&#xD;
Mark Swartz - April 22, 2004&#xD;
&#xD;
&#xD;
Posting your r&amp;eacute;sum&amp;eacute; to Internet job boards is all the rage. The idea has incredible appeal: You upload your r&amp;eacute;sum&amp;eacute; or fill in a form on a Web site like Monster or Workopolis, employers come searching for you en masse and soon you're inundated with interview requests.&#xD;
&#xD;
Of course, it rarely works this easily. But if you do choose to post your r&amp;eacute;sum&amp;eacute; on job sites, you should know how recruiters and employers use the system.&#xD;
&#xD;
According to recruiters I know, here's how the process goes. Assume for a moment you're a headhunter. An employer has asked you to find them, say, an experienced finance manager for their office in Toronto.&#xD;
&#xD;
You'd start your search by logging in to your private account on one of the job banks to which you have a paid subscription. The big five Canadian sites are as follows: Workopolis.ca (which claims to have 1.9 million r&amp;eacute;sum&amp;eacute;s to view), Monster.ca (more than 1.5 million registered job seekers, plus 50,000 more every month), followed by CareerClick.com, JobShark.ca and HotJobs.ca, each with over half a million r&amp;eacute;sum&amp;eacute;s on file.&#xD;
&#xD;
From past experience, you know there'll be tons of candidates, especially these days, with employment growth as stalled as it is. So you click on the section titled "Search For R&amp;eacute;sum&amp;eacute;s." This is where you begin to narrow things down. You select a number of specific criteria, such as highest level of education achieved, willingness to relocate, city or postal code in which the applicant lives and their most recent job title.&#xD;
&#xD;
Still, you end up with too many r&amp;eacute;sum&amp;eacute;s. That's when you go to the next level. First, you select only those r&amp;eacute;sum&amp;eacute;s that have been updated in the last three days. No sense dealing with laggards. Then comes the pi&amp;egrave;ce de r&amp;eacute;sistance - you input a couple of choice "keywords" that winnow the field even more.&#xD;
&#xD;
Since you're looking for a finance manager, you might type in "financ*," "account*," and "manage*."&#xD;
&#xD;
These short-form wild cards eliminate all r&amp;eacute;sum&amp;eacute;s that don't contain the words "finance," "financing," "financial," "financed" or related variations on the other two keywords. Clever, eh?&#xD;
&#xD;
Now let's get back to you, the job seeker. What can you do to maximize your chances of having your r&amp;eacute;sum&amp;eacute; make the cyber-cut?&#xD;
&#xD;
First, it almost goes without saying, post your r&amp;eacute;sum&amp;eacute; where it's apt to be seen - beginning with each of the big five job sites listed above. Well, make that "big four," actually. You see, JobShark is the only one to charge you for a searchable r&amp;eacute;sum&amp;eacute;: $19.95 a year to be exact. Shame on them, because they also make their money from employers who pay to advertise positions on their site, as do the other job banks.&#xD;
&#xD;
Another tip is to use a single r&amp;eacute;sum&amp;eacute; instead of the five to 10 versions these sites allow you to post. Don't try to flood the system by putting up 10 slightly different editions of the same material. You'll be sighted in a minute and may get written off as desperate.&#xD;
&#xD;
Here are some other basic tips:&#xD;
&#xD;
Get your r&amp;eacute;sum&amp;eacute; reviewed by an expert, or someone else you trust, to ensure that it's perfect. &#xD;
Use a plaintext (.txt) version of your r&amp;eacute;sum&amp;eacute; for uploads. See http://www.hotjobs.ca/htdocs/tools/resumes/How_to_Create_and_EMail_a_Plain_ Text_Resume__20021114-1714-ca.html for more information. &#xD;
Include a cover letter, where possible, that shows your enthusiasm and highlights your strengths. &#xD;
Attach a Word version of your r&amp;eacute;sum&amp;eacute; if the site allows you to, for greater visual appeal. &#xD;
Don't forget to activate the feature that displays your r&amp;eacute;sum&amp;eacute; to the subscribing employers. &#xD;
Want to make it to the front of the line? Then there are two things you must do. One is to use plenty of relevant keywords in your r&amp;eacute;sum&amp;eacute;. For example, with a marketing position, you might want to include "advertising," "promotion," "market," "marketing," "forecasting," "product manager," "consumer goods" etc. Consider inserting a "Keyword" section at the bottom of your r&amp;eacute;sum&amp;eacute; if you think you haven't been exhaustive earlier.&#xD;
&#xD;
The other thing to know is the order in which summoned r&amp;eacute;sum&amp;eacute;s appear. They start with the most recently updated, then go alphabetically within that day. Hence, if you're absolutely serious about being seen, you'll need to go and revise your r&amp;eacute;sum&amp;eacute;, on each site where you've posted, every single day. Fortunately, this involves nothing more than signing in, opening your r&amp;eacute;sum&amp;eacute;, adding a space, taking that same space out, then clicking "revise" or "submit."&#xD;
&#xD;
One last note is on the issue of privacy. A job bank's database is closed: Only employers and recruiters who pay can access your r&amp;eacute;sum&amp;eacute;. Having said that, no site can guarantee what happens to your data once it's viewed by a subscriber. And, if you're already working but looking, you'll need to prevent your current employer from stumbling across your active r&amp;eacute;sum&amp;eacute;. Make sure you read about how to make your r&amp;eacute;sum&amp;eacute; private or confidential at each site, since policies differ. Additional advice on privacy is available at http://www.workopolis.com/servlet/Content/help/privacy/safety and http://resume.monster.ca/dosanddonts/personalinfo&#xD;
&#xD;
Once you've mastered the mechanics of posting online, you're on your way to being visible when it's time for hiring virtually. Keep in mind that this is just one part of a comprehensive work search. The odds are still low of getting called by employers via this route. But, by ignoring it, you pass by a chance to give an extra boost to your job hunting efforts. Doing it right means you gain a competitive edge.&#xD;
&#xD;
&#xD;
&#xD;
Mark Swartz, MBA, M.Ed., is a career coach, author and speaker. He can be reached via his Web site at http://www.careeractivist.com </content>
    <postId>3515CF02-2D78-4E1F-9454-2D2B9700CCB9</postId>
    <pubDate>2004-05-11T00:00:00-04:00</pubDate>
    <title>온라인 레쥬메 비밀 노출</title>
</post>
